[{"subject": "For New Startup : Textiles Innovation Challenge", "body": "Sir,\nPlease forward the below mail to all students\nDear Students,\nGreetings of the day!\nKind attention:  *The Textiles Innovation Challenge is open for Early\nstartups*\nTextiles Innovation Challenge\nThe Ministry of Textiles in partnership with Startup India, Invest India,\nand Atal Innovation Mission is launching- the ‘Textiles Innovation\nChallenge with the following objectives –\n1. Enable the generation of innovative and futuristic ideas\n2. Catalyze innovation by identifying problem areas preventing the adoption\nof unique products/services\n3. Learn from industry experts and collaborate with them\nFor more details visit:\nhttps://www.startupindia.gov.in/content/sih/en/ams-application/challenge.html?applicationId=65da0ef2e4b06352cbeffed3"}, {"subject": "ICDR 2024 | Contest with exciting prizes", "body": "Dear Sir,\nPlease fwd this to the student groups\nTwo competitions cum problems happening in vision lang, see if any students\nare willing to participate\n[1]\nhttps://ilocr.iiit.ac.in/icdar_2024_hwd/schedule.html on handwritten images\n[2]\nhttps://ilocr.iiit.ac.in/icdar_2024_rdtag/index.html on Aria captured images\nRegards"}, {"subject": "National Level Project Competition-2024 on 13th April 2024.", "body": "Interested students can participate\nDear Sir/Madam,\nGreetings from Bangalore Institute of Technology\nIt is our pleasure to inform you that the Department of Computer Science\nand Engineering, BIT is organizing an National Level Project\nCompetition-2024 on 13th April 2024.\nWe are delighted to invite your students to participate in the Project\nCompetition. The Competition aims to showcase innovative ideas and\ndemonstrate the potential  in solving real-world challenges.\nWe truly appreciate your participation in the project competition and\ncelebrate outstanding achievements in the field of Computer science.\nThank you for your time, and we hope for a positive response soon.\n*With Warm regards *\n*Dr. Girija Jagannath*\n*ProfessorDept. of Computer Science & EngineeringBangalore Institute of\nTechnology*\nOn Thu, Mar 14, 2024 at 3:25 PM maya BS <mayabs@bit-bangalore.edu.in> wrote:\n> Dear Sir/Madam,\n>\n> Greetings from Bangalore Institute of Technology\n>\n> It is our pleasure to inform you that the Department of Computer Science\n> and Engineering, BIT is organizing an National Level Project\n> Competition-2024 on 13th April 2024.\n>\n> We are delighted to extend an invitation to participate your college\n> students in the competition. The Competition aims to showcase innovative\n> projects that demonstrate the potential of projects in solving real-world\n> challenges\n>\n> We truly appreciate your consideration of this invitation and look forward\n> to the possibility of participate in the competition and celebrate\n> outstanding achievements in the field of Computer science.\n>\n> Thank you for your time, and we hope to receive your positive response\n> soon.\n>\n> Best regards,\n>\n> Dr.Grija J\n>\n> Professor&HOD, CSE\n>\n> Bangalore Institute of Technology\n>\n> Bengaluru-04\n>\n>\n>\nThanks & Regards,\n*Dr. J. GirijaHOD, CSE*\n------------------------------\nTo know more on us, Please click on any of the following links;\n[image: https://bit-bangalore.edu.in/] <https://bit-bangalore.edu.in/>  [image:\nhttps://www.facebook.com/bitsince1979]\n<https://www.facebook.com/bitsince1979>[image:\nhttps://www.instagram.com/bitsince1979]\n<https://www.instagram.com/bitsince1979>[image:\nhttps://www.youtube.com/bitsince1979]\n<https://www.youtube.com/bitsince1979>[image:\nhttps://www.linkedin.com/school/bitsince1979]\n<https://www.linkedin.com/school/bitsince1979>[image:\nhttps://www.twitter.com/bitsince1979] <https://www.twitter.com/bitsince1979>\nBANGALORE INSTITUTE OF TECHNOLOGY\n K.R.Road, V.V Pura, Bangalore - 560004\n<https://www.google.com/maps/search/K.R.Road,+V.V+Pura,+Bangalore+-+560004?entry=gmail&source=g>\nDisclaimer\nThis email and any files transmitted with it are confidential and intended\nsolely for the use of the individual or entity to whom they are addressed.\nIt may also contain privileged or right protected information / work.  Use\ndiscretion in their appropriate use and sharing.  When in doubt, personally\nconfirm with the sender. Although Bangalore Institute of Technology  has\ntaken reasonable precautions to ensure no viruses are present in this\nemail, it cannot accept responsibility for any loss or damage arising from\nthe use of this email or attachments. The recipient should adequate\n'virus-check' before view / download / use.\n------------------------------"}, {"subject": "MahiAI club recruitment", "body": "MahilAI is requesting for app and mail notifications for club recruitments.\nThe contents to be forward are attached with this mail.\nContent:\n🌟 Join MahilAI: Innovating for Safety with AI! 🚀🔍\nHello Innovators! ✨\nAre you passionate about technology and committed to creating a safer world\nfor everyone? 🌍✨ MahilAI, our inclusive tech club, is on the lookout for\ndynamic minds to join our mission of advancing women's safety through\ncutting-edge AI processes. 🤖👩‍💻\nWe are not just a tech club; we're a community driving positive change.\nMahilAI is dedicated to harnessing the power of artificial intelligence for\nwomen's safety, and we welcome individuals of all genders who share our\nvision. 🚀🔍\nMahilAI at a Glance:🌍✨\nImpact: Work on projects that make a difference.\nLearn: Grow with access to workshops and mentorship from experts.\nNetwork: Connect with like-minded individuals and professionals.\nDiversity: Thrive in a truly inclusive environment.\n🚀 Open Positions:\nResearch\nWeb Dev\nContent\nLogistics\nOutreach\nDesign\nOur community is diverse, dynamic, and ready to welcome fresh perspectives\nand expertise! 🌍✊\nTo become a part of MahilAI, visit our instagram page for more details on\neach position and how to apply! 🚀🔍\nP.S. Content and Design are open for both RR and EC students, rest are only\nfor RR.\nDon't miss this chance to be part of a community where technology meets\nsocial impact!🌍✨\nLink to register : https://forms.gle/GYrfigQguHXCed979"}, {"subject": "Graviton 2.0 - Hackathon message circulation. in CSE Department,\r\n Team Qforest", "body": "Respected Mam,\nWe are QForest, the Quantum Computing Club at PES University. We are\nexcited to announce *GRAVITON 2.0, a 24-Hour Hackathon taking place on\nApril 6th and 7th, 2024.*\nThis event aims to provide an engaging platform for students to delve into\nthe principles and applications of quantum computing. We envision fostering\ncollaboration, innovation, and interdisciplinary learning within our\nengineering community. Some key details for the same are:\nHere is the message that we request to be shared with all students of CSE\nDepartment : -\n🌌🚀 Calling all Tech enthusiasts! 🚀🌌\nJoin us for the first hackathon of QForest : *Graviton 2.0 - Hackathon!!*\nGet ready to quantum leap into the future!\n*Date: April 6 and 7, 2024Venue : 13th Floor, BE Block, PES University,\nBangalore*\nThis isn't just any hackathon – it's a gravitational pull towards boundless\ninnovation. Are you ready to:\n➡ Quantum leap into a superposition of possibilities: Tackle real-world\nchallenges with solutions that defy classical logic and harness the power\nof entanglement.\n➡ Form fermionic friendships: Collaborate with fellow quantum pioneers and\nlay the groundwork for groundbreaking research.\n➡ Elevate your career to new heights: Seize stellar prizes and propel\nyourself into the quantum spotlight, reaching scientific singularity.\n➡ Connect with quantum luminaries: Network with industry leaders and\nnavigate the quantum landscape towards the forefront of knowledge.\n➡ Sponsored Honeywell Aerospace's problem statements\n➡ Win exciting cash prizes and rewards\nSave the date, fire up your quantum processors, and brace yourselves for a\njourney beyond imagination! We'll be unveiling quantum updates as\nintricately entangled as the particles themselves, so stay tuned!\n🔗 Registration link :\nhttps://docs.google.com/forms/d/e/1FAIpQLSde6WqXNx-LNA3biNnxDZnQEkGvLUoHOakjA45czVj7FKI3qA/viewform?usp=sf_link\n*Deadline to register : April 2nd, 2024 , 11:59PM*\n📧 Email us at qforest@pes.edu for any queries:\nPFA of the poster\nWe would be grateful if you could circulate this message and share it with\nall the CSE students.\nThank you for considering our request.\nWarm regards,\nQForest"}, {"subject": "Holi 2024 Circular", "body": "Fwd to all student groups\nDear Sir/Madam,\nGreetings for the day.\nThis is to inform that on account of Holi on Monday March 25, 2024 all the\nstudents are hereby informed to strictly adhere to the rules and guidelines\nof the University.  Circular is attached in this regard.\nDeans and Chairpersons are hereby requested to bring this information to\nthe notice of students.\nThanking you,\nWith regards,\nMamatha.N\nManager - Admin.\nPES University\nBangalore"}, {"subject": "Invitation to Dance Odyssey- Intra-College Dance Competition", "body": "Dear Sir / Madam,\nRequesting all the Deans / Chairpersons to send this to all students in\nyour Department(s).\nThis is to invite all dance groups in your departments to participate in\nthis event.\nThis is to shortlist the groups which will finally be allowed to perform\nfor the Students' Culnite on March 29, 2024 at The Big Auditorium (1600\ncapacity), GJBC during Aatmatrisha ' 24.\nWarm Regards,\nDr. V. KRISHNA\n*Dean, Student Affairs*\n*Professor*, Department of Mechanical Engineering\n*Head*, *P*rocess* M*odelling* R*esearch* Lab*oratory* (PMR Lab)*\n*PES University, **Bangalore - 560085*\nMobile: *+91 82778 91600 *\n*www.pes.edu <http://www.pes.edu/>*\n* <http://drvkrishna.in/>*\nDear Sir/Madam,\nIn anticipation of the much-awaited Aatmatrisha, our annual techno-cultural\nfest, we are excited to host *Dance Odyssey,* an intra-college dance\ncompetition. This event serves as a prelude to the festivities of\nAatmatrisha. It aims to provide a platform for the cultural teams of PES\nUniversity to showcase their talent and creativity in the realm of dance.\nWe cordially invite all the dance teams of your department to participate\nin this competition. It promises to celebrate dance, music, and artistic\nexpression, bringing together students from diverse backgrounds and\ndisciplines to share their passion for dance with the entire PES community.\n*Details of the event:- Date: 25th March 2024- Time: 4:00 pm onwards-\nVenue: MRD Auditorium (RR Nagar Campus)*\n*To register, please fill out the form below:*\n*https://forms.gle/6kAvWbUMGr6epvHR6* <https://forms.gle/6kAvWbUMGr6epvHR6>\nThe *winner* of the competition will perform at the prestigious *Cul Nite*\nhappening on the *29th of March.*\nWe believe that events like these not only serve as avenues for showcasing\ntalent but also foster a sense of unity and camaraderie among the cultural\nclubs of our esteemed university.\nWe kindly request all the dance clubs at PES University to register and\nparticipate in the event.\nWarm regards,\nTeam Aatmatrisha\n[image: Facebook] <https://www.facebook.com/ATPESU/>\n[image: Instagram] <https://www.instagram.com/aatmatrisha_/>\n[image: RSS] <http://aatmatrisha@pes.edu>\n*Copyright © PES University*\n*Our mailing address is:*\naatmatrisha@pes.edu"}]