[{"subject": "Invitation for Registration - TerraTech Hackathon 2024", "body": "fwd to all student groups\nGrameen Foundation for Social Impact (GFSI) is a not-for profit\norganization that aims to provide access to finance, livelihood\nopportunities, agricultural products and services, women's empowerment, and\nhealth and nutrition. At the Grameen Foundation for Social Impact (GFSI),\nwe see technology and financial inclusion as major tools to overcome\npoverty.\nGrameen Foundation for Social Impact (GFSI) has launched the \"Scaling Agent\nViability and Quality in India\" project, a bold initiative to enhance\nfinancial inclusion in underserved areas significantly. Over three years,\nthe project will focus on bolstering agent viability, diversifying product\nofferings, and expanding the Business Correspondent (BC) network by\nactively recruiting more women agents. The project will leverage\ncutting-edge technology and geospatial data to pinpoint geographic,\ndemographic, and infrastructural gaps in underserved areas, utilizing a\nvisual platform for interactive data analysis. This innovative data-driven\ndecision tool, accessible to all BC industry stakeholders, fosters\ntransparency and aids strategic planning for financial inclusion in\nunderbanked regions.\nA pivotal aspect of this initiative is the collaboration between GFSI &\nProtean to develop a GIS-based data visualization platform. To amplify\nawareness,* a national-level hackathon called the \"TerraTech challenge\" is\nset to take centre stage in the first quarter of 2024.* Comprising zonal\nand national-level rounds, the hackathon will be conducted in collaboration\nwith various academic partners across the country– with IIIT Bengaluru as\nthe academic partner for the South Zone. This dynamic event is poised to\nbring together minds from diverse backgrounds, fuelling creativity and\ninnovation to address the challenges of financial inclusion. Through this\nhackathon, GFSI aims to push the boundaries of technological solutions and\ncreate a lasting impact on India's financial services landscape.\nThe participants will work in teams, comprising of up to 3 members onsite,\nwhile the rest join virtually. The travel and boarding will be borne by\nparticipants. The proposed solution must be open source, and each team must\nsubmit a three-page concept note containing:\n   1. Understanding about the platform and solution\n   2. The technical architecture (API Integration will be preferred)\n   3. Implementation Plan\n   4. Maintenance Plan\n   5. Budget\nAfter evaluation at a zonal level, the top teams from each zone will\ncompete at a national level, where the winners get to implement their\nsolution along with the help of the Grameen Foundation after signing a\ncontract of 2 years.\nTo register for the Terratech Hackathon, use the following link\nhttp://terratech.gfsi.in*.*\nThe registration opens for South on 16th January and closes on 23th January\n2024.\nThe South Zonal Round will be held on 15th & 16th February 2024 at IIIT\nBengaluru. This is your opportunity to join a Tech Revolution! We look\nforward to your participation!\nThanks and Regards!\nTerraTech Hackathon 2024\nhttp://terratech.gfsi.in\nFor further queries, please write to us idf@grameenfoundation.in\n[image: Now Open South Zone 16.01.23.jpg]"}, {"subject": "Invitation to CID Police Hackathon \"CIDECODE\" - Free Registration", "body": "Dear Harish,\nfwd to all student groups\nThanks & Regards,\nDr. Mamatha H R,\nProfessor and Chairperson,\nDepartment of CSE(UG & PG Studies),RR Campus\nPES University\nPhone: 080-26721983 Extn: 729\nhttps://staff.pes.edu/nm1089\nhttps://pes.irins.org/profile/94424\nhttps://scholar.google.co.in/citations?user=WMQscEUAAAAJ&hl=en\nhttps://www.linkedin.com/in/dr-mamatha-h-r-4516b634/?originalSubdomain=in\nhttps://orcid.org/0000-0002-5409-1329\nhttps://www.researchgate.net/profile/Mamatha-Hr\nProfessor,\nFYKI and needful.\nDear Sir/Madam,\nI hope this message finds you well. We are excited to extend an invitation\nto your esteemed institution to participate in the CID Police Hackathon\n\"CIDECODE,\" an innovative coding event organized by the Centre for\nCybercrime Investigation Training & Research (CCITR),CID Karnataka, in\ncollaboration with PES University which was inaugurated by the honorable\nChief Minister of Karnataka on January 16, 2024.\nThe primary objective of CIDECODE hackathon is to foster collaboration\namong students in creating solutions to address critical challenges faced\nby law enforcement agencies. The focus areas include combating cybercrime,\nnavigating the dark web, understanding cryptocurrencies, and leveraging\nopen-source intelligence for effective policing.\n*Here are key details about the hackathon: *\n   - *Event Name:* CID Police Hackathon - CIDECODE\n   - *Organizers:* CCITR, CID Karnataka, in partnership with PES University\n   - *Date:* 2nd March\n   - *Venue:* PES University\n   - *Registration Deadline: *January 31, 2024\n   - *Objective:* Collaborative creation of innovative solutions to address\n   challenges in cybercrime, dark web navigation, cryptocurrencies, and\n   open-source intelligence for policing.\n   - *Registration Link:* www.cidecode.in\nWe kindly request you to share the hackathon brochure (attached) with your\nstudents and encourage them to participate in this exciting event.\nRegistration is free, and it provides a unique opportunity for your\nstudents to engage in real-world problem-solving and network with\nprofessionals in the field.\nFor more details and registration, please visit the official website:\nwww.cidecode.in\nIf you have any further inquiries or require additional information, feel\nfree to reach out to us at ccitr@dsci.in\nThank you for your consideration, and we look forward to the enthusiastic\nparticipation of your students in CIDECODE hackathon.\n*Regards, *\n*Centre for Cybercrime Investigation Training & Research (CCITR),*\n*CID HQRS, #1, Carlton House, 2nd Floor, Annex-II Building, Palace Road,\nBengaluru-560 001\n<https://www.google.com/maps/search/Palace+Road,+Bengaluru-560+001?entry=gmail&source=g>*"}, {"subject": "Hackathon by News1st Channel | Cyber Crimes Conclave | Exciting\r\n Prize Money", "body": "Fwd to all student groups\nDear Sir/Mam,\nI request you to forward this to all other Department heads and\nchairs.Thanks in advance.\nKindly share this with all B.tech students of PES University, RR and EC\ncampus both. Thanks in advance.\n*Registration Link: *\n*Note- Each team must fill out the form individually. All the details\nrelated to Hackathon and rules to be followed are mentioned as below.\nKindly go through this before registration.*\nhttps://forms.gle/K8oWeuxHpZSn2RQS8\n   1.\n*Objective  *To empower students with practical knowledge and hands-on\n   experience in addressing cybersecurity challenges. Government departments\n   and various organizations will present real-world problem statements,\n   offering participants the opportunity to tackle issues directly relevant to\n   today's cybersecurity landscape.\n   Through engaging in these challenges, students will not only sharpen\n   their technical skills but also gain a firsthand understanding of the\n   pressing issues faced by government agencies and organizations in the realm\n   of cyber threats. By providing a platform for collaboration and innovation,\n   our aim is to nurture the next generation of cybersecurity professionals.\n   This hackathon seeks to instill in students a sense of responsibility\n   and awareness regarding cyber threats while equipping them with the skills\n   necessary to contribute to the ongoing efforts in securing our digital\n   future.\n   2.\n*Who is conducting this? *News1st Channel is organizing an event scheduled\n   for February 28th and 29th featuring three distinct tracks:\n      - Hackathon for Students\n      - Startup Pavilion\n      - Main Event\n      3. *Hackathon Flow*\n      1. *Day 1, Feb 5th:* Introduction to Topics/Problem Statement\n      2. *Day 1*: Team Listing & Registration\n      3. *Day 10, Feb 15th: *Feedback Session & Mentoring (Online)\n      4. *Day 15, Feb 20th:* Individual Colleague Pitch\n      5. *Event Day - 1*: Pitch Session\n      6. *Event Day - 2:* Awards Presentation\n   4. *Timeline - **Hackathon Preliminary Rounds: February 5, 2024, to\n   February 21, 2024. **Main Event: February 28 - 29, 2024*\n   5. *Hackathon Prize money -  *Winner: INR 2 Lakh, 1st Runner-up: INR 1\n   lakh, 2nd Runner-up: INR 50K\n*Problem Statements: *\n*1. Problem #1 -  Phishing and Social Engineering*\nDesign a real-time AI system that detects and flags suspicious emails, SMS,\nand social media messages attempting to phish or socially engineer\nfinancial information from customers. The solution may be in the form of a\ndesktop/mobile application or a web browser plugin.\nBonus: Integrate the system with existing communication channels to\nseamlessly warn users about potential scams without disrupting legitimate\ninteractions.\nConsiderations -\n- Design clear and intuitive interface for warnings and explanations.\n- Allow users to adjust sensitivity levels and tailor detection rules.\n- Avoid excessive notifications that disrupt user workflow.\n- Regularly update AI models and threat intelligence to maintain\neffectiveness against evolving phishing tactics.\n*2. Problem #2 - * * Data Privacy and Security*\nDevelop innovative solutions to anonymize and secure sensitive financial\ndata while still enabling valuable analytics and insights for risk\nmanagement and personalized services.\nBonus: Explore decentralized data storage or blockchain-based approaches to\nenhance data ownership and control for customers.\n*3.  Problem #3 -  **Vulnerability and Security Configuration Management\nfor Big IT Infrastructure (B2B Enterprises) *\nEnterprises with extensive IT infrastructure find it challenging to\nprioritize vulnerabilities and manage security configurations. Develop a\nsolution that assists them in identifying and prioritizing vulnerabilities\nfor patching, as well as managing security misconfigurations.\n*4.  Problem # 4 -* *Unified Management of Highly Distributed IT\nInfrastructure (B2B)*\nLarge enterprises often have highly distributed IT infrastructure across\nvarious locations, multiple cloud providers, and on-premises setups.\nCreating a solution that enables enterprises to manage and secure their\ndistributed IT infrastructure seamlessly from a single console is crucial.\nThis solution should provide centralized control over all servers and\ncomponents.\n*5. Problem #5 - Security of Manufacturing Units in Critical Infrastructure\n(B2G & B2B)*\nWith the integration of automation and the internet in Industry 4.0,\nsecuring critical infrastructure like power grids, manufacturing units,\nwater supply systems, healthcare infrastructure, and railways becomes\nparamount. Focus on the security of manufacturing units, particularly those\nutilizing Industrial IoTs, ICS/SCADA/OT devices, and robots. Develop a\nsolution that controls network communication, filters malicious commands,\nand ensures security without disrupting operations.\n*6. Problem #6 -  **Cloud Security for Businesses (B2B)*\nAs businesses transition rapidly to cloud technologies, there is a\nmisconception about cloud platforms being inherently secure. The reality is\nthat the responsibility for a significant portion of cloud security lies\nwith the users. Create a solution to identify misconfigurations, publicly\nopen services, and APIs in cloud platforms, providing assistance in\nsecuring the cloud environment.\n*7. Problem #7 - Phishing Attack Security*\nPhishing attacks, initiating 94% of cyber incidents, often start with\nmalicious emails. Develop a solution that allows organizations or\nindividuals to proactively check emails for malicious attachments, sender\nreputations, and potentially harmful content. This tool aims to prevent the\ncompromise of networks through phishing attacks, including those initiated\nthrough advanced language models like ChatGPT.\n*8. Problem #8 -  Advanced Cybersecurity Testing*\nTraditional Vulnerability Assessment and Penetration Testing (VAPT) may\nfall short in providing comprehensive security coverage. Create an\nautomated solution that goes beyond traditional VAPT by incorporating\nvarious attack tactics, techniques, and procedures. This tool should assess\nnetwork architecture, simulate ransomware attacks, and provide\norganizations with a detailed understanding of their internal and external\nattack surfaces.\n*Basic Rules of the Hackathon: *\nRule 1: Minimum 3 students in a team and Maximum 5.\nRule 2: No student should be a part of two teams\nRule 3: Teams must be formed within your own college\nRule 4: Prototype + Presentation needs to be showcased to the jury\nRule 5: Few teams from PESU will be shortlisted for the finals at IIsc.\nFinal rounds will be in IISC campus on 28th and 29th Feb, 2024.\nRule 6: Utilizing resources from the internet or any other source is\npermitted. However plagiarism is not. Showcase your own work. Plagiarism\nwill lead to disqualification\nRule 7: Hackathon Judging Criteria and presentation rules will be disclosed\nan hour before the Hackathon begins\n*Code Related rules: *\nAll work should be done during the Hackathon time frame. Your code\nrepository must be initialized at the beginning of the Hackathon\nTeams can use libraries, frameworks, or open-source code in their projects.\nWorking on a project before the event and open-sourcing it for the sole\npurpose of using the code during the event is against the spirit of the\nrules and is not allowed\n** Teams can be disqualified from the competition at the organizers’\ndiscretion. Reasons might include but are not limited to breaking the\nCompetition Rules, the Code of Conduct, or other unsporting behavior. In\ncase of discrepancies, the final take shall lie with the organizers. All\nthe Prizes and the Prize categories are decided on the sole discretion of\nNews 1st and can be modified at any time under requisite circumstances.\nNews 1st is not liable to give any notice for the same.*\n*Note: The official hackathon will begin today. The mentoring team will be\nvisiting colleges periodically to talk to students if required and will be\nmentoring students online from the 15th of Feb, 2024. The final Jury for\nselection will be held on the 20th of Feb in each college. Final rounds\nwill happen on 28th and 29th Feb, 2024 @IISC Campus, Bangalore.*\nIf any queries, speak to Pavan thanai, a program manager for the event -\n+919916855101\nSindhu R Pai\nAsst. Prof\nDept. of CSE\nPES University"}, {"subject": "Invitation for Magnovite 2024, flagship fest of Christ\r\n Univeristy Kengeri campus, Bengaluru", "body": "Greetings from CHRIST (Deemed to be University), Kengeri Campus, Bengaluru.\nWe are thrilled to extend an invitation to your esteemed institution to\nparticipate in Magnovite 2024, our flagship event scheduled to take place\non February 12th & 13th 2024.\nMAGNOVITE is the flagship annual fest organised by CHRIST (Deemed To Be\nUniversity), Kengeri Campus, Bengaluru. It is an enigmatic nexus of\ncreativity and collaboration, bringing\nhealthy competition and positive connections between participants.\nMAGNOVITE has 11\nManagement Events, 7 Architecture Events, 12 Technical Events, 6 Psychology\nEvents and 7 Cultural Events.\nIn addition to adding value to Magnovite 2024, your involvement will give\nyour students a fantastic chance to network, gain knowledge, and succeed in\ntheir chosen fields!\nFor your convenience, we have attached the detailed schedule, event\nbrochure, and the registration link.\nWe look forward to your positive response and eagerly anticipate your\ncollege's enthusiastic participation in Magnovite 2024!\nRegistration link- https://forms.gle/FiH6b69LfJ21bAWg8\nShould you have any queries or require further information, please feel\nfree to contact us at:\nJoshitha Bhogadi: 9391324798\nSrajan Agarwal: 6389073333\nRitika Sarapure: 8884408302\nBest Regards,\nCHRIST (Deemed to be university)\nKengeri, Bangalore"}, {"subject": "IIT Madras Shaastra Techathon 2024 -Competition for Students", "body": "Dear Sir / Madam,\nPlease forward this to all your students and encourage them to participate.\nWarm Regards,\nDr. V. KRISHNA\n*Dean, Student Affairs*\n*Professor*, Department of Mechanical Engineering\n*Head*, *P*rocess* M*odelling* R*esearch* Lab*oratory* (PMR Lab)*\n*PES University, **Bangalore - 560085*\nMobile: *+91 82778 91600 *\n*www.pes.edu <http://www.pes.edu/>*\n* <http://drvkrishna.in/>*\nl\n  Participate in the Competition\n*INTRODUCING*\n*IIT Madras Shaastra Techathon 2024*\nThe *IIT Madras Shaastra Techathon* is open to all students of\ninstitutional subscribers of the Shaastra magazine. Each of the events\nlisted below carries a total of Rs. 50,000 in prize money. Certificates are\nawarded to participating students. *Institutions with 5 or more\nparticipating teams are awarded certificates for “Fostering an Active\nLearning Environment”.*\n*Subscribe*\n<https://tsmtpclick.com/tracking/qaR9ZGt3ZGH0ZmR5BQxjZQZ2ZmV2APM5qzS4qaR9ZQbjDD>\nat apexsubs.com\n*Details attached for your reference and action*\n*For subscription equiries email to shaastra@apexsubs.com\n<shaastra@apexsubs.com>*\nLike on Facebook\n<https://tsmtpclick.com/tracking/qaR9ZGt3ZGH0ZmR5BQxjZQZ2ZmV2APM5qzS4qaR9ZQbkDt>\n*Apex Subscription*\n304 De Elmas Sonawala Cross Road2\nGoregoan E, Mumbai 400063\nMail: info@apexsubs.com\nCopyright © 2013 Apex Subscription Pvt. Ltd. all rights reserved."}, {"subject": "PES MUN Society Club Recruitments open", "body": "Respected Chairperson,\nWe would be delighted to have you forward this to students in\nyour department.The PES MUN Society is a student-run club of PES University\nRR Campus, that aims to bring the world of diplomacy and international\naffairs to PES. We have opened *recruitments *to the MUNSoc and have opened\nthe *application forms*. Hence to get a good number of applications, we\nhumbly request you to *forward *the following mail to *all students *in\nyour department.\n*-----------------------------------------------------------------------------------------------------------------------*\n[image: image.png]\nAre you passionate about global affairs and happenings that shape the world\nday-by-day? Do you believe the world can be changed simply through the\npower of your words? Do you wish to expand your knowledge and hone these\nskills?\nLook no further, the PES MUN Society is recruiting! Join us and learn to\nnavigate the world of Model UN conferences, diplomacy and leadership, all\naided and guided by the MUNSoc!\nThrough the MUNSoc you will have the opportunity to develop and foster your\npublic speaking skills, critical thinking, cultural awareness, and\nleadership abilities, all while being able to develop a well-connected\nnetwork of peers both within and outside campus.\nDon't miss out on this opportunity to be a part of one of the most\nprestigious and active clubs on campus and experience all that it has to\noffer!\nRegister using the form below:\nhttps://forms.gle/1eNC1u2JQNdPrbFU8\n<https://forms.gle/1eNC1u2JQNdPrbFU8>\nMake sure to register before the deadline of 12th March!\nFor any enquiries, feel free to contact:\nStuti- +91 9972309732\nNischal- +91 9916225737\nIshaan- +91 9739561270\n*Thanking you,*\n*The PES MUN Society*"}, {"subject": "For New Startup : Textiles Innovation Challenge", "body": "Sir,\nPlease forward the below mail to all students\nDear Students,\nGreetings of the day!\nKind attention:  *The Textiles Innovation Challenge is open for Early\nstartups*\nTextiles Innovation Challenge\nThe Ministry of Textiles in partnership with Startup India, Invest India,\nand Atal Innovation Mission is launching- the ‘Textiles Innovation\nChallenge with the following objectives –\n1. Enable the generation of innovative and futuristic ideas\n2. Catalyze innovation by identifying problem areas preventing the adoption\nof unique products/services\n3. Learn from industry experts and collaborate with them\nFor more details visit:\nhttps://www.startupindia.gov.in/content/sih/en/ams-application/challenge.html?applicationId=65da0ef2e4b06352cbeffed3"}, {"subject": "ICDR 2024 | Contest with exciting prizes", "body": "Dear Sir,\nPlease fwd this to the student groups\nTwo competitions cum problems happening in vision lang, see if any students\nare willing to participate\n[1]\nhttps://ilocr.iiit.ac.in/icdar_2024_hwd/schedule.html on handwritten images\n[2]\nhttps://ilocr.iiit.ac.in/icdar_2024_rdtag/index.html on Aria captured images\nRegards"}, {"subject": "National Level Project Competition-2024 on 13th April 2024.", "body": "Interested students can participate\nDear Sir/Madam,\nGreetings from Bangalore Institute of Technology\nIt is our pleasure to inform you that the Department of Computer Science\nand Engineering, BIT is organizing an National Level Project\nCompetition-2024 on 13th April 2024.\nWe are delighted to invite your students to participate in the Project\nCompetition. The Competition aims to showcase innovative ideas and\ndemonstrate the potential  in solving real-world challenges.\nWe truly appreciate your participation in the project competition and\ncelebrate outstanding achievements in the field of Computer science.\nThank you for your time, and we hope for a positive response soon.\n*With Warm regards *\n*Dr. Girija Jagannath*\n*ProfessorDept. of Computer Science & EngineeringBangalore Institute of\nTechnology*\nOn Thu, Mar 14, 2024 at 3:25 PM maya BS <mayabs@bit-bangalore.edu.in> wrote:\n> Dear Sir/Madam,\n>\n> Greetings from Bangalore Institute of Technology\n>\n> It is our pleasure to inform you that the Department of Computer Science\n> and Engineering, BIT is organizing an National Level Project\n> Competition-2024 on 13th April 2024.\n>\n> We are delighted to extend an invitation to participate your college\n> students in the competition. The Competition aims to showcase innovative\n> projects that demonstrate the potential of projects in solving real-world\n> challenges\n>\n> We truly appreciate your consideration of this invitation and look forward\n> to the possibility of participate in the competition and celebrate\n> outstanding achievements in the field of Computer science.\n>\n> Thank you for your time, and we hope to receive your positive response\n> soon.\n>\n> Best regards,\n>\n> Dr.Grija J\n>\n> Professor&HOD, CSE\n>\n> Bangalore Institute of Technology\n>\n> Bengaluru-04\n>\n>\n>\nThanks & Regards,\n*Dr. J. GirijaHOD, CSE*\n------------------------------\nTo know more on us, Please click on any of the following links;\n[image: https://bit-bangalore.edu.in/] <https://bit-bangalore.edu.in/>  [image:\nhttps://www.facebook.com/bitsince1979]\n<https://www.facebook.com/bitsince1979>[image:\nhttps://www.instagram.com/bitsince1979]\n<https://www.instagram.com/bitsince1979>[image:\nhttps://www.youtube.com/bitsince1979]\n<https://www.youtube.com/bitsince1979>[image:\nhttps://www.linkedin.com/school/bitsince1979]\n<https://www.linkedin.com/school/bitsince1979>[image:\nhttps://www.twitter.com/bitsince1979] <https://www.twitter.com/bitsince1979>\nBANGALORE INSTITUTE OF TECHNOLOGY\n K.R.Road, V.V Pura, Bangalore - 560004\n<https://www.google.com/maps/search/K.R.Road,+V.V+Pura,+Bangalore+-+560004?entry=gmail&source=g>\nDisclaimer\nThis email and any files transmitted with it are confidential and intended\nsolely for the use of the individual or entity to whom they are addressed.\nIt may also contain privileged or right protected information / work.  Use\ndiscretion in their appropriate use and sharing.  When in doubt, personally\nconfirm with the sender. Although Bangalore Institute of Technology  has\ntaken reasonable precautions to ensure no viruses are present in this\nemail, it cannot accept responsibility for any loss or damage arising from\nthe use of this email or attachments. The recipient should adequate\n'virus-check' before view / download / use.\n------------------------------"}, {"subject": "MahiAI club recruitment", "body": "MahilAI is requesting for app and mail notifications for club recruitments.\nThe contents to be forward are attached with this mail.\nContent:\n🌟 Join MahilAI: Innovating for Safety with AI! 🚀🔍\nHello Innovators! ✨\nAre you passionate about technology and committed to creating a safer world\nfor everyone? 🌍✨ MahilAI, our inclusive tech club, is on the lookout for\ndynamic minds to join our mission of advancing women's safety through\ncutting-edge AI processes. 🤖👩‍💻\nWe are not just a tech club; we're a community driving positive change.\nMahilAI is dedicated to harnessing the power of artificial intelligence for\nwomen's safety, and we welcome individuals of all genders who share our\nvision. 🚀🔍\nMahilAI at a Glance:🌍✨\nImpact: Work on projects that make a difference.\nLearn: Grow with access to workshops and mentorship from experts.\nNetwork: Connect with like-minded individuals and professionals.\nDiversity: Thrive in a truly inclusive environment.\n🚀 Open Positions:\nResearch\nWeb Dev\nContent\nLogistics\nOutreach\nDesign\nOur community is diverse, dynamic, and ready to welcome fresh perspectives\nand expertise! 🌍✊\nTo become a part of MahilAI, visit our instagram page for more details on\neach position and how to apply! 🚀🔍\nP.S. Content and Design are open for both RR and EC students, rest are only\nfor RR.\nDon't miss this chance to be part of a community where technology meets\nsocial impact!🌍✨\nLink to register : https://forms.gle/GYrfigQguHXCed979"}, {"subject": "Graviton 2.0 - Hackathon message circulation. in CSE Department,\r\n Team Qforest", "body": "Respected Mam,\nWe are QForest, the Quantum Computing Club at PES University. We are\nexcited to announce *GRAVITON 2.0, a 24-Hour Hackathon taking place on\nApril 6th and 7th, 2024.*\nThis event aims to provide an engaging platform for students to delve into\nthe principles and applications of quantum computing. We envision fostering\ncollaboration, innovation, and interdisciplinary learning within our\nengineering community. Some key details for the same are:\nHere is the message that we request to be shared with all students of CSE\nDepartment : -\n🌌🚀 Calling all Tech enthusiasts! 🚀🌌\nJoin us for the first hackathon of QForest : *Graviton 2.0 - Hackathon!!*\nGet ready to quantum leap into the future!\n*Date: April 6 and 7, 2024Venue : 13th Floor, BE Block, PES University,\nBangalore*\nThis isn't just any hackathon – it's a gravitational pull towards boundless\ninnovation. Are you ready to:\n➡ Quantum leap into a superposition of possibilities: Tackle real-world\nchallenges with solutions that defy classical logic and harness the power\nof entanglement.\n➡ Form fermionic friendships: Collaborate with fellow quantum pioneers and\nlay the groundwork for groundbreaking research.\n➡ Elevate your career to new heights: Seize stellar prizes and propel\nyourself into the quantum spotlight, reaching scientific singularity.\n➡ Connect with quantum luminaries: Network with industry leaders and\nnavigate the quantum landscape towards the forefront of knowledge.\n➡ Sponsored Honeywell Aerospace's problem statements\n➡ Win exciting cash prizes and rewards\nSave the date, fire up your quantum processors, and brace yourselves for a\njourney beyond imagination! We'll be unveiling quantum updates as\nintricately entangled as the particles themselves, so stay tuned!\n🔗 Registration link :\nhttps://docs.google.com/forms/d/e/1FAIpQLSde6WqXNx-LNA3biNnxDZnQEkGvLUoHOakjA45czVj7FKI3qA/viewform?usp=sf_link\n*Deadline to register : April 2nd, 2024 , 11:59PM*\n📧 Email us at qforest@pes.edu for any queries:\nPFA of the poster\nWe would be grateful if you could circulate this message and share it with\nall the CSE students.\nThank you for considering our request.\nWarm regards,\nQForest"}, {"subject": "Holi 2024 Circular", "body": "Fwd to all student groups\nDear Sir/Madam,\nGreetings for the day.\nThis is to inform that on account of Holi on Monday March 25, 2024 all the\nstudents are hereby informed to strictly adhere to the rules and guidelines\nof the University.  Circular is attached in this regard.\nDeans and Chairpersons are hereby requested to bring this information to\nthe notice of students.\nThanking you,\nWith regards,\nMamatha.N\nManager - Admin.\nPES University\nBangalore"}, {"subject": "Invitation to Dance Odyssey- Intra-College Dance Competition", "body": "Dear Sir / Madam,\nRequesting all the Deans / Chairpersons to send this to all students in\nyour Department(s).\nThis is to invite all dance groups in your departments to participate in\nthis event.\nThis is to shortlist the groups which will finally be allowed to perform\nfor the Students' Culnite on March 29, 2024 at The Big Auditorium (1600\ncapacity), GJBC during Aatmatrisha ' 24.\nWarm Regards,\nDr. V. KRISHNA\n*Dean, Student Affairs*\n*Professor*, Department of Mechanical Engineering\n*Head*, *P*rocess* M*odelling* R*esearch* Lab*oratory* (PMR Lab)*\n*PES University, **Bangalore - 560085*\nMobile: *+91 82778 91600 *\n*www.pes.edu <http://www.pes.edu/>*\n* <http://drvkrishna.in/>*\nDear Sir/Madam,\nIn anticipation of the much-awaited Aatmatrisha, our annual techno-cultural\nfest, we are excited to host *Dance Odyssey,* an intra-college dance\ncompetition. This event serves as a prelude to the festivities of\nAatmatrisha. It aims to provide a platform for the cultural teams of PES\nUniversity to showcase their talent and creativity in the realm of dance.\nWe cordially invite all the dance teams of your department to participate\nin this competition. It promises to celebrate dance, music, and artistic\nexpression, bringing together students from diverse backgrounds and\ndisciplines to share their passion for dance with the entire PES community.\n*Details of the event:- Date: 25th March 2024- Time: 4:00 pm onwards-\nVenue: MRD Auditorium (RR Nagar Campus)*\n*To register, please fill out the form below:*\n*https://forms.gle/6kAvWbUMGr6epvHR6* <https://forms.gle/6kAvWbUMGr6epvHR6>\nThe *winner* of the competition will perform at the prestigious *Cul Nite*\nhappening on the *29th of March.*\nWe believe that events like these not only serve as avenues for showcasing\ntalent but also foster a sense of unity and camaraderie among the cultural\nclubs of our esteemed university.\nWe kindly request all the dance clubs at PES University to register and\nparticipate in the event.\nWarm regards,\nTeam Aatmatrisha\n[image: Facebook] <https://www.facebook.com/ATPESU/>\n[image: Instagram] <https://www.instagram.com/aatmatrisha_/>\n[image: RSS] <http://aatmatrisha@pes.edu>\n*Copyright © PES University*\n*Our mailing address is:*\naatmatrisha@pes.edu"}]